Repository: abdullah-19-8/flutter_movie_app
Catalog: lib/l10n/app_*.arb
Languages: fa

# favoritesIsEmpty
source: Your favorite list is empty
fa: لیستی دڵخوازەکانت بەتاڵە

# addMoviesToFavorites
source: Add movies to your watch list by tapping the 'bookmark' icon on the movie's details page
fa: فیلمەکان زیاد بکە بۆ لیستی چاودێریکردنەکەت بە لێدانی ئایکۆنی پاشەکەوتکردن لە لاپەڕەی وردەکارییەکانی فیلمەکەدا

source: Similar
fa: هاوشێوە

source: Story
fa: چیرۆک

source: Favorites
fa: دڵخوازەکان

source: Show more
fa: زیاتر نیشان دە

source: Oops
fa: ئۆپس

# tryAgainLater
source: Try Again
fa: تکایە دووبارە هەوڵبدەرەوە

# errorMessage
source: Something went wrong
fa: هەندێ شت بە هەڵە ڕۆیشت

source: No results
fa: بێ ئه‌نجام

source: Tor Cinema
fa: تۆر سینەما

source: Try Again
fa: دووبارە هەوڵبدەرەوە

source: Home
fa: سەرەکی

source: Languages
fa: زمانەکان

source: About Us
fa: دەربارەی ئێمە

source: About
fa: دەربارە

# aboutApp
source: Welcome to Tor Cinema, your one-stop shop for all things movies! Whether you're a casual moviegoer or a die-hard cinephile, we have something for everyone. Our Mission Our mission is to provide a comprehensive and user-friendly movie app that allows you to discover, explore, and enjoy the world of cinema. We believe that movies have the power to transport us to different worlds, introduce us to new cultures, and inspire us to dream big. Our Features Browse a vast library of movies: With access to the TMDB API, we offer a comprehensive catalog of movies from around the world, including popular blockbusters, independent gems, and everything in between. Explore detailed movie information: Each movie listing includes a wealth of information, such as plot summaries, cast and crew details, reviews, and trailers. Save your favorite movies: Keep track of your favorite movies by adding them to your personal collection. Enjoy localized content: Our app is available in multiple languages, so you can enjoy movies in the language of your choice. Built with Flutter (Tor Cinema) is built with Flutter, a cross-platform development framework that allows us to create a native-looking app for both iOS and Android devices. This means that you can enjoy all of the app's features on your favorite device, regardless of whether it's an iPhone, iPad, or Android phone or tablet. We're always improving We're committed to providing the best possible experience for our users, and we're always working to add new features and improve existing ones. We value your feedback, so please let us know if you have any suggestions or requests. Thank you for choosing (Tor Cinema)! We hope you enjoy your time exploring the world of cinema with us.
fa: بەخێربێن بۆ سینەما تۆر، یەک وێستگەی ئێوە بۆ فیلمەکانی هەموو شتەکان! جا تۆ بینەرێکی کازۆئال بیت یان سینەمادۆستییەکی زۆر، ئێمە شتێکمان هەیە بۆ هەمووان. ئەرکەکەمان ئەرکی ئێمە دابینکردنی فیلمێکی گشتگیر و بەکارهێنەر دۆستانەیە. ئەپێک کە ڕێگەت پێدەدات جیهانی سینەما بدۆزیتەوە و بگەڕێیت و چێژ وەربگریت، ئێمە پێمان وایە فیلمەکان هێزی گواستنەوەیان هەیە بۆ جیهانە جیاوازەکان، ئاشنامان بکەن بە کولتوورە نوێیەکان، و ئیلهامبەخشین بۆ خەونی گەورە فیلمەکان: بە دەستڕاگەیشتن بە TMDB API، ئێمە کەتەلۆگێکی گشتگیر لە فیلمەکانی سەرانسەری جیهان پێشکەش دەکەین، لەوانەش فیلمە بەناوبانگەکان، گەوهەرە سەربەخۆکان و هەموو شتێک لە نێوانیاندا پوختە، وردەکارییەکانی کاست و تیم، پێداچوونەوە، و ترەیلەرەکان زمانی دڵخوازی خۆت. تۆر سینەما بە Flutter دروستکراوە کە چوارچێوەیەکی پەرەپێدانی cross-platform ە و ڕێگەمان پێدەدات ئەپێکی سروشتی بۆ هەردوو ئامێری iOS و Android دروست بکەین. ئەمەش واتە دەتوانیت چێژ لە هەموو تایبەتمەندییەکانی ئەپەکە وەربگریت لەسەر ئامێرە دڵخوازەکەت، بەبێ گوێدانە ئەوەی ئایفۆن، ئایپاد، یان مۆبایل یان تابلێتێکی ئەندرۆید بێت. ئێمە هەمیشە باشتر دەکەین ئێمە پابەندین بە دابینکردنی باشترین ئەزموون بۆ بەکارهێنەرانمان، و هەمیشە کاردەکەین بۆ زیادکردنی تایبەتمەندی نوێ و باشترکردنی تایبەتمەندییەکانی ئێستا. ئێمە بەهای بیروڕاکانتان دەدەین، بۆیە تکایە ئەگەر پێشنیار و داواکارییەکتان هەیە ئاگادارمان بکەنەوە. سوپاس بۆ هەڵبژاردنی (سینەمای تۆر)! هیوادارین کاتەکانتان بەدڵتان بێت بۆ گەڕان بە جیهانی سینەما لەگەڵ ئێمەدا
